tap "homebrew/cask"

brew "anyenv"
brew "colordiff"
brew "exiftool"
brew "geckodriver"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "go"
brew "ffmpeg"
brew "mpv"
brew "neovim"
brew "peco"
brew "rmtrash"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zplug"

cask "0xed"
cask "1password"
cask "alfred"
cask "amazon-photos"
cask "chromedriver"
cask "discord"
cask "docker"
cask "firefox"
cask "github"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iina"
cask "iterm2"
cask "keyboard-cleaner"
cask "kindle"
cask "kitematic"
cask "simple-comic"
cask "slack"
cask "sourcetree"
cask "the-unarchiver"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"

# QuickLook Plugins
cask "betterzip"  # zip
cask "qlcolorcode"  # code coloring
cask "qlimagesize"  # Add image size on titlebar
cask "qlmarkdown"  # MD
cask "qlstephen"  # Show contents of plain text files even if filetype is not known
cask "quicklook-json"  # Pretty JSON
cask "webpquicklook"  # webp
